messages = {
    'greeting': 'Добро пожаловать в программу для резервного копирования фотографий с Vk на Яндекс Диск',
    'info': 'Для работы с программой Вам нужно получить токен Vk, а так же токен для работы с '
            'Яндекс диском',
    'vk_token': 'Введите ваш токен Vk: ',
    'yandex_token': 'Введите ваш токен Яндекс Диска: ',
    'vk_user_id': 'Введите id пользователя Vk, с которого необходимо загрузить фотографии\n'
                  '(По умолчанию id вашего профиля): ',
    'photos_count': 'Введите количество фотографий, которые необходимо загрузить\n(По умолчанию 5): ',
    'folder_save': 'Введите имя папки на вашем Яндекс Диске, в которую необходимо сохранить фотографии.\n'
                   '(По умолчанию сохраняется в папку с именем vk_photos): '
}
error_messages = {
    'number': 'Значение должно быть числом',
    'folder_name': 'Имя папки не должно содержать символы: \/:*?"<>|',
    'required': 'Поле обязательно к заполнению'
}
